[BackFromBridge_Conspirators DishonoredObjective]
m_Description="報告する"

[BackFromBridge_Conspirators:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="王政支持者に話しかける"
m_Status=""

[BackFromOvrsr_Report DishonoredObjective]
m_Description="王政支持者に会う"

[BackFromOvrsr_Report:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="ハブロックとペンドルトンに話しかける"
m_Status=""

[BackFromOvrsr_Report:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="寝室に戻る"
m_Status=""

[BackFromOvrsr_Report:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="エミリー王女を見つける(もう使われていない？)"
m_Status=""

[Face_in_a_Crowd DishonoredObjective]
m_Description="人混みの中の顔"

[Face_in_a_Crowd:DishonoredTask_Custom_10 DishonoredTask_Custom]
m_Description="サミュエルの船に乗ってボイルのパーティーに向かう"
m_Status=""

[Face_in_a_Crowd:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="サミュエルの手を借りたい事を知らせる"
m_Status=""

[Family_Affair DishonoredObjective]
m_Description="家庭の問題"

[Family_Affair:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="波止場でペンドルトン伯爵に会う"
m_Status=""

[Family_Affair:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="出発準備ができている事をサミュエルに伝える"
m_Status=""

[Family_Affair:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="波止場でサミュエルの船に乗る"
m_Status=""

[Initiation DishonoredObjective]
m_Description="新しい一日"

[Initiation:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="ピエロから装備を受け取る(もう使われていない？)"
m_Status=""

[Initiation:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="酒場でハブロック提督に話しかける"
m_Status=""

[Initiation:DishonoredTask_Custom_11 DishonoredTask_Custom]
m_Description="ピエロから装備を受け取る(もう使われていない？)"
m_Status=""

[Initiation:DishonoredTask_Custom_12 DishonoredTask_Custom]
m_Description="サミュエルと一緒に最初のミッションに向かう"
m_Status=""

[Interrogation DishonoredObjective]
m_Description="審問"

[Interrogation:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="(オプション)ピエロに話しかけて賄賂を渡す"
m_Status=""

[Interrogation:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="ソコロフが気絶している間に少し休む"
m_Status=""

[Interrogation:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="ソコロフに問いただす"
m_Status=""

[Meet_Lady_Emily DishonoredObjective]
m_Description="王政支持者に会う"

[Meet_Lady_Emily:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="ハブロック提督とペンドルトン伯爵に話しかける"
m_Status=""

[Meet_Lady_Emily:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="寝室に戻る"
m_Status=""

[MeetTheConspirators DishonoredObjective]
m_Description="王政支持者に会う"

[MeetTheConspirators:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="少し休む(もう使われていない？)"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="アイテムを作ってもらう事についてピエロに話しかける(もう使われていない？)"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="鯨油タンクを容器の中に置く"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="(オプション)ウォレスを追って自分の地区に向かう(もう使われていない？)"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="空のタンクをリフィラーの上に置き、レバーを引いて補充する"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="酒場で王政支持者に会う"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="波止場近くの工房でピエロに会う"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="ディスペンサーをアクティブにして空き鯨油タンクを手に入れる"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="ベッドに入って少し休む"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="上階で新鮮な鯨油タンクを手に入れる"
m_Status=""

[New_Order DishonoredObjective]
m_Description="女王陛下万歳！"

[New_Order:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="ハブロック提督とペンドルトン伯爵に話しかける"
m_Status=""

[New_Order:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="酒場で王政支持者と祝杯を挙げる"
m_Status=""

[New_Order:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="朝にエミリーを即位式に送り届ける前に休む"
m_Status=""

[Persitent_Pub_Tasks DishonoredObjective]
m_Description="加入(もう使われていない？)"

[Persitent_Pub_Tasks:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="(オプション)使われていないはしけからルーンを取ってくる(もう使われていない？)"
m_Status=""

[Pub07_ArcPylon DishonoredObjective]
m_Description="(オプション)ピエロとソコロフを救う"

[Pub07_ArcPylon:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="ピエロに設計図を届ける"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="ハブロックの寝室から設計図を取ってくる"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="ピエロの工房の屋根にある電弧塔に鯨油タンクを届ける"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="ピエロの工房での包囲攻撃を終わらせ、中にいる二人の自然哲学者の安全を確保する"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="工房の中のピエロとソコロフに接触する――川岸のバルコニーを通って工房に入る"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="(オプション)敷地内の衛兵全員を自分で無力にする"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="(オプション)衛兵は全員片づけた事をピエロに伝える"
m_Status=""

[Pub07_Loyalists DishonoredObjective]
m_Description="王政支持者と対決する"

[Pub07_Loyalists:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="エミリーの塔の向こう側の海岸でサミュエルに会う"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="エミリー自身、あるいは彼女の行方の手がかりを見つける"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_10 DishonoredTask_Custom]
m_Description="(オプション)ハブロック自身、あるいは彼の計画の手がかりを見つける"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="カリスタとサミュエルの信号弾を見つける"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="エミリーの塔で信号弾ランチャーを使ってサミュエルに合図する"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="サミュエルとキングスパロー島に向けて船出する"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="エミリーの居場所が分かったらサミュエルの元に戻る"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="エミリーが置き残したものがないか、自分の部屋で探す"
m_Status=""

[Pub_Outsider DishonoredObjective]
m_Description="ルーンを取ってくる(もう使われていない？)"

[Pub_RevengeAgainstDaud DishonoredObjective]
m_Description="ダウドに復讐する(もう使われていない？)"

[Pub_RevengeAgainstDaud:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="自分の部屋に行って休む(もう使われていない？)"
m_Status=""

[Pub_WeeperTime DishonoredObjective]
m_Description="ウィーパーについて調べる"

[Pub_WeeperTime:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="ハブロック提督に話しかける"
m_Status=""

[Pub_WeeperTime:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="下水道の騒ぎを調べる"
m_Status=""

[Pub_WeeperTime:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="下水道のウィーパーを離れ、ハブロック提督に報告する"
m_Status=""

[Sleep_01 DishonoredObjective]
m_Description="自分の寝室に戻る(もう使われていない？)"

[Sleep_01:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="自分の寝室に戻って少し休む(もう使われていない？)"
m_Status=""

[The_Lord_Regent DishonoredObjective]
m_Description="摂政伯爵"

[The_Lord_Regent:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="ペンドルトン伯爵に報告する"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="摂政伯爵を追う前に休む"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="ハブロック提督に会う"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="サミュエルと共にダンウォールタワーへ行く"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="波止場で船に乗る"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="(オプション)エミリーを見つけに行く"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="(オプション)塔の地区でエミリーを探す"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="(オプション)通りでエミリーを探す"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="(オプション)パブでエミリーを探す"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="(オプション)自分の部屋からメモと包みを取ってくる"
m_Status=""

[The_Mad_Genius DishonoredObjective]
m_Description="マッドな天才"

[The_Mad_Genius:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="ペンドルトン伯爵を見つける"
m_Status=""

[The_Mad_Genius:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="酒場でハブロックとマーティンに会う"
m_Status=""

[The_Mad_Genius:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="サミュエルの船に乗ってカルドウィン橋に向かう"
m_Status=""

[The_Rune DishonoredObjective]
m_Description="(オプション)ルーン"

[The_Rune:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="ハウンドピッツ・パブの近くで心臓を使ってルーンを見つける"
m_Status=""

